Repository: ConsoleCriminal/ldaptor
Catalog: po/ldaptor-webui/*.po
Languages: fr

source: successfully.
fr: avec succès.

source: About to set password for
fr: Sur le point de définir le mot de passe pour

source: Add
fr: Ajouter

source: Added
fr: Ajouté

source: Added service %r
fr: Le service %r a été ajouté

source: Added service %r with password %s
fr: Le service %r a été ajouté avec le mot de passe %s

source: Advanced search
fr: Recherche avancée

source: Again
fr: Confirmation

source: An error occurred:
fr: Une erreur s'est produite :

source: Base DN
fr: Nom distinctif (« DN ») de base

source: Cancel
fr: Abandonner

source: Cancelled move of %s
fr: Abandon du déplacement de %s

source: Confirm delete
fr: Confirmer l'effacement

source: Current service passwords
fr: Mots de passe pour le service actuel

source: Delete
fr: Effacer

source: Deleted %s.
fr: Supprimé %s.

source: Edit
fr: Éditer

source: Edited
fr: Éditer

source: Failed:
fr: Échec:

source: Failed: %s
fr: Échec: %s.

source: Failed: %s.
fr: Échec : %s.

source: Generate passwords
fr: Générer des mots de passe

source: Generate random
fr: Générer aléatoirement

source: Go
fr: Lancer

source: Ldaptor Add Page
fr: Page d'ajout de Ldaptor

source: Ldaptor Delete Page
fr: Page d'effacement de Ldaptor

source: Ldaptor Edit Page
fr: Page d'édition de Ldaptor

source: Ldaptor Mass Password Change Page
fr: Page de changement global des mots de passe de Ldaptor

source: Ldaptor Move Page
fr: Page de déplacement de Ldaptor

source: Ldaptor Password Change Page
fr: Page de changement de mot de passe de Ldaptor

source: Ldaptor Search Page
fr: Page de recherche de Ldaptor

source: Ldaptor Web Interface
fr: Interface Web de Ldaptor

source: Leave empty to generate random password.
fr: Laisser ce champ vide pour générer un mot de passe aléatoire.

source: Login
fr: Identification

source: Mass change passwords
fr: Changement global des mots de passe

source: Missing DN to delete.
fr: Il manque le DN à supprimer.

source: Missing DN to edit.
fr: Il manque le DN à éditer.

source: Missing DN to move.
fr: Il manque le DN à déplacer.

source: Missing filter to use.
fr: Il manque le filtre à utiliser.

source: Move
fr: Déplacer

source: Moved %s to %s.
fr: %s déplacé vers %s.

source: New password
fr: Nouveau mot de passe

source: No changes (2)!
fr: Pas de modification (2).

source: No changes!
fr: Pas de modification.

source: No passwords to change.
fr: Pas de mot de passe à modifier.

source: None
fr: Aucun

source: Object type to create
fr: Type d'objet à créer

source: Password
fr: Mot de passe

source: Password set to %s
fr: Le mot de passe est maintenant %s

source: Password set.
fr: Mot de passe attribué.

source: Passwords do not match.
fr: Les mots de passe ne correspondent pas.

source: Remove
fr: Supprimer

source: Removed service %r
fr: Service %r supprimé

source: Search
fr: Rechercher

source: Search depth
fr: Profondeur de recherche

source: Service %r password set to %s
fr: Le mot de passe pour le service %r est maintenant %s

source: Service name
fr: Nom du service

source: Service password entry has no attribute cn: %r
fr: L'entrée du mot de passe du service n'a pas d'attribut CN : %r

source: Service passwords
fr: Mots de passe du service

source: Set password
fr: Mot de passe

source: Set password for service %r
fr: Mot de passe pour le service %r

source: The top-level LDAP DN you want to browse, e.g. dc=example,dc=com
fr: Nom distinctif de premier niveau (« toplevel DN ») de LDAP à parcourir, par exemple : dc=exemple,dc=com

source: Used filter
fr: Filtre utilisé

source: Username
fr: Nom d'utilisateur

source: Using objectclass %s.
fr: Utilisation de la classe d'objet (« objectclass ») %s.

source: Using objectclasses %s and %s.
fr: Utilisation des classes d'objet (« objectclasses ») %s et %s.

source: You need to use the
fr: Il faut utiliser le

source: add
fr: ajouter

source: add new entry
fr: ajouter une nouvelle entrée

source: baseobject
fr: objet de base

source: change password
fr: changer le mot de passe

source: changing %s
fr: changement de %s

source: changing %s: changing RDN to say %s
fr: modification de %s : modification du RDN pour %s

source: delete
fr: effacer

source: edit
fr: éditer

source: entries matched
fr: entrées correspondantes

source: move
fr: déplacer

source: remove
fr: supprimer

source: search page
fr: page de recherche

source: single level
fr: niveau unique

source: whole subtree
fr: ensemble du sous-arbre
